[German]
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
ETAPE 1 : CHOISIR LA CLE=SCHRITT 1 : STICK AUSWÄHLEN
ETAPE 2 : CHOISIR LA SOURCE=SCHRITT 2 : QUELLE AUSWÄHLEN
ETAPE 3 : PERSISTANCE=SCHRITT 3 : PERSISTENZ
ETAPE 4 : OPTIONS=SCHRITT 4 : OPTIONEN
ETAPE 5 : INSTALLER=SCHRITT 5 : ERSTELLEN
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
Mo=MB
Go=GB
min=min
Nom=Label
Taille=Grösse
Aide=Hilfe
Attention=Bitte beachten
Erreur=Fehler
:::::::::::::::::::::::::::::::::::::::::::::::::::: Schritt 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choisir une clé USB=Wähle einen USB-Stick
Suite (disques durs)=Festplatten
Aucune clé trouvée=Kein Stick gefunden
:::::::::::::::::::::::::::::::::::::::::::::::::::: Schritt 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Télécharger=Download
Les fichiers .IMG sont supportés de façon expérimentale.=Unterstützung für .IMG Dateien ist im Versuchsstadium
Seul le mode Live est actuellement disponible dans l'étape 3 et l'option de virtualisation est désactivée.=Nur der Live Modus ist verfügbar und die die Virtualisierungsoption ist deaktiviert.
LinuxLive USB Creator essaiera quand même de l'installer en utilisant les même paramètres que pour=LinuxLive USB Creator wird trotzdem die Installation versuchen, mit den selben Parametern wie für
:::::::::::::::::::::::::::::::::::::::::::::::::::: Schritt 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Mode Live)=(nur Live Modus)
(Mode Persistant)=(Persistenter Modus)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Schritt 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cacher les fichiers sur la clé=Angelegte dateien verstecken
(Sauf Umenu.exe)=(gilt nicht für Umenu.exe)
Formater la clé en FAT32 (Vos données seront supprimées!)=Stick mit FAT32 formatieren (Daten werden gelöscht)
Permettre de lancer LinuxLive directement sous Windows (nécessite internet)=Ubuntustart von Windows aus erlauben (Onlineverbindung benötigt)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Schritt 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cliquer l'éclair pour lancer l'installation=Auf den Blitz klicken, um die Installation zu starten
Veuillez choisir un disque formaté en FAT32 ou cocher l'option de formatage=Wählen Sie einen mit FAT32 formatierten Stick oder überprüfen Sie die Formatierung
Vous n'avez sélectionné aucun disque=Keine Disk ausgewählt
Vous n'avez sélectionné aucun fichier=Keine Datei ausgewählt
Vous n'avez sélectionné aucun CD ou dossier=Keinen Ordner oder CD ausgewählt
http://www.ubuntu-fr.org/telechargement=http://wiki.ubuntuusers.de/Downloads
Sélectionner l'image ISO d'un CD live de Linux=Wähle das ISO-Image einer LinuxLive Live-CD
Sélectionner le CD live de Linux ou son répertoire=Wähle eine LinuxLive Live-CD oder einen der Ordner
Début de la création du LinuxLive USB=LinuxLive USB erstellen!
Veuillez valider les étapes 1 à 3=Bitte bestätigen Sie die Schritte 1 bis 3
Voulez-vous vraiment continuer et formater le disque suivant ?=Sind Sie sicher, dass die Disk formatiert werden soll? Alle vorhandenen Daten werden gelöscht!
Formatage=Formatiert als
Formatage de la clé=Formatierung des USB-Sticks
Etape 1 à 3 valides=Schritte 1 bis 3 OK
Nettoyage des installations précédentes ( 2min )=Räume die vorhergehende Installation auf ( 2min )
Mise en place de la virtualisation=Einrichten der Virtualisation
VirtualBox a déjà été téléchargé=VirtualBox ist schon heruntergeladen
Une nouvelle version de VirtualBox est disponible=Eine neue Version von VirtualBox ist verfügbar
Cette nouvelle version sera téléchargée=Die neue Version wird heruntegeladen
Téléchargement de VirtualBox en tache de fond=Download von VirtualBox findet im Hintergrund statt
Le téléchargement a bien débuté=Download erfolgreich gestartet
Le téléchargement n'a pas pu commencer=Download konnte nicht starten
VirtualBox ne sera pas installé=VirtualBox wird nicht installiert
L'intégrité de l'archive n'a pas pu être vérifiée=Integrität konnte nicht überprüft werden
L'installation sera tentée=Versuche es zu installieren
Probléme de téléchargement=Download nicht möglich
Décompression de l'ISO sur la clé=ISO-Datei auf den Stick entpacken
Ecriture de l'image sur la clé=Abbild auf den USB-Stick schreiben
Copie des fichiers vers la clé=Kopiere Dateien auf den Stick
Renommage et déplacement de quelques fichiers=Benenne Dateien um
Masquage des fichiers=Verstecke Dateien
Création du fichier de persistance=Stelle Datei für den Persistenten Modus her
Formatage du fichier de persistance=Formatiere persistente Dateien
Mode Live : pas de fichier de persistance=Live Modus : Keine persistente Dateien
Détection automatique du type de variante=Ubuntu Variante gefunden
Installation des secteurs de boot=Installiere Bootsektoren
Téléchargement de VirtualBox=Lade VirtualBox herunter
Le téléchargement est maintenant fini=Download beendet
Nettoyage d'anciennes installations de VirtualBox=Räume vorherige VirtualBox Installation auf
Décompression de Virtualbox sur la clé=Entpacke VirtualBox auf Stick
Configuration de VirtualBox Portable=Auto Richte VirtualBox ein
Votre clé LinuxLive est maintenant prête !=Der LinuxLive-Stick wurde erfolgreich erstellt!
Vous n'avez pas les droits suffisants pour démarrer VirtualBox sur cette machine.=Sie verfügen nicht über ausreichende Rechte, um VirtualBox zu starten.
Enregistrez-vous sur le compte administrateur ou lancez le logiciel avec les droits d'administrateur pour qu'il fonctionne.=Bitte starten Sie VirtualBox mit root-rechten.
Vous avez moins de 256Mo de mémoire vive disponible.=Es sind weniger als 256MB freier Speicher verfügbar.
Cela ne suffira pas pour lancer LinuxLive directement sous windows.=Der Platz reicht nicht aus, um LinuxLive aus Windows heraus zu starten.
:::::::::::::::::::::::::::::::::::::::::::::::::::: Hilfe Datei ::::::::::::::::::::::::::::::::::::::::::::::::::::
Le fichier d'aide n'est pas présent dans le dossier.=Die Hilfe-Datei fehlt.
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Hilfe Schritt 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
A propos=Über dieses Programm
Guide d'utilisation=Handbuch
Tutorial de virtualisation=Virtualisationshandbuch (FR)
Faire un don=Spenden
Version=Version
:::::::::::::::::::::::::::::::::::::::::::::::::::: Konfiguration der Tastatur ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cet ISO n'est pas compatible=Diese ISO-Datei ist nicht kompatibel.
Détection du clavier=Tastatureinstellungen überprüfen
Français (France)=Französisch (Frankreich)
Français (Suisse)=Französisch (Schweiz)
Allemand=Deutsch
Portugais=Portugiesisch
US ou autres (qwerty)=US oder andere (Qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Konfiguratiuon von VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Erreur de création du fichier VMDK=Fehler beim Erstellen der Imagedatei
La clé USB spécifiée n'a pas été retrouvé, le fichier VMDK est donc invalide.=Stick nicht gefunden, Imagedatei ist ungültig
(re)Lancer SetupForAutoVMDK.exe pour configurer une clé.=Versuche SetupForAutoVMDK.exe noch einmal zu starten
Voulez-vous continuer quand même ?=Diesen Fehler ignorieren?
:::::::::::::::::::::::::::::::::::::::::::::::::::: Überprüfung von MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Impossible d'ouvrir le fichier MD5SUMS=Kann die MD5-Prüfsumme nicht finden
Annulation de la vérification=Abbruch der Überprüfung
Vous avez la bonne version de Linux mais elle est corrompue ou a été modifiée.=Du hast das benötigte ISO-Abbild; es scheint jedoch fehlerhaft zu sein.
Merci de la télécharger à nouveau=Bitte lade es erneut herunter.
Vérification=Überprüfung
Cette version de Linux n'est pas compatible avec ce logiciel.=Dieses ISO-Abbild ist nicht kompatibel
Merci de vérifier la liste de compatibilité dans le guide d'utilisation.=Bitte beachten Sie die Kompatibilitätsliste im Handbuch
Si votre version est bien dans la liste c'est que le fichier est corrompu et qu'il faut le télécharger à nouveau=Ist Deine Version in dieser Liste, bedeutet das, dass die Datei fehlerhaft ist. Bitte laden Sie sie erneut herunter.
La version est compatible et le fichier est valide=Diese Version ist kompatibel und die Datei ist in Ordnung
Vérification terminée=Überprüfung beendet
Vérification de l'intégrité + compatibilité=Integrität und Kompabilität überprüfen
Impossible d'ouvrir le fichier md5sum.txt=Die Datei MD5SUM.txt konnte nicht geöffnet werden
Vérification de l'intégrité=Integrität überprüfen
Le fichier suivant est corrumpu=Diese Datei ist fehlerhaft
Tous les fichiers sont bons.=Alle Dateien wurden erfolgreich getestet.
Vérification du fichier=Überprüfe Datei
:::::::::::::::::::::::::::::::::::::::::::::::::::: USB-Stick Menü ::::::::::::::::::::::::::::::::::::::::::::::::::::
Mode Persistant=Persistenter Modus
Mode Live=Live Modus
Installer=Installation
Verification des fichiers=Uberprufung der Integritat
Test de la RAM=Uberprufung des Arbeitsspeichers
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fehlerfenster ::::::::::::::::::::::::::::::::::::::::::::::::::::
Une erreur s'est produite.=Es trat ein Fehler auf.
Un rapport anonyme a été envoyé afin que l'erreur soit corrigée au plus vite.=Ein anonymisierter Report wurde gesendet, um diesen Fehler schnellstmöglich zu beheben.
Voir le rapport=Fehlerreport anzeigen
Relancer l'application=Programm neu starten.
Arrêter l'application=Programm schließen
dernières actions=letzte Aktionen
Identifiant anonyme unique=Einzigartige anonyme ID
Statut du rapport=Status des Reports
Envoi en cours=Schwebend
Erreur (non envoyé)=Fehler (noch nicht gesendet)
Envoyé=Gesendet
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
Pour lancer LinuxLive :=In order to launch LinuxLive :
Retirez votre clé et réinsérez-la.=Remove your key and insert it again.
Allez ensuite dans 'Poste de travail'.=Go to 'My Computer'
Faites un clic droit sur votre clé et sélectionnez :=Right click on you key and choose :
'LinuxLive!' pour lancer la clé directement dans windows='LinuxLive!' to launch you key directly in windows
'VirtualBox Interface' pour lancer l'interface complète de VirtalBox='VirtualBox Interface' to launch VirtualBox full interface
'CD Menu' pour lancer le menu original du CD='CD Menu' to launch the original menu of CD
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OU=Oder
Manuellement=Manuell
Automatiquement=Automatisch
Merci de sélectionner un Linux pour continuer=Bitte wählen Sie eine Linux Distribution um fortzufahren
Recherche du miroir le plus rapide=Suche nach schnellstem Mirror
Test du miroir=Teste Mirror
Aucun miroir en ligne=Kein Mirror gefunden
Merci de vérifier la connexion à internet ou d'essayer un autre
Linux=Bitte Internetverbindung überprüfen bzw. andere Distribution auswählen
Sélectionner le fichier une fois que le téléchargement sera fini=Wähle diese Datei als Quelle nachdem der Download beendet ist
Téléchargement de=Herunterladen
depuis=von
Erreur lors du téléchargement=Fehler während des Downloadversuchs
Latence=Latenzzeit
Serveur=Server Name
Copier le lien=Kopiere den Link
Lancer dans le navigateur=In meinem Browser öffnen
Meilleurs miroirs=Beste Downloadmirrors
Miroirs rapides=Gute Downloadmirrors
Miroirs lents=Schlechte Downloadmirrors
Miroirs morts=Tote bzw. inaktive Downloadmirrors
La vérification va commencer dans quelques secondes=Überprüfung beginnt in Kürze